Repository: d9pouces/Updoc
Catalog: updoc/locale/*/LC_MESSAGES/updoc.po
Languages: fr_fr

source: Documentations with keyword %(kw)s
fr_fr: Documents avec le mot-clef %(kw)s

source: Favorite documentations
fr_fr: Documents préférées

source: Documentations of %(n)s
fr_fr: Documents de %(n)s

source: Most viewed documentations
fr_fr: Documentations les plus lues

source: Last documentations
fr_fr: Dernières documentations

source: Most recent documentations
fr_fr: Documentations récentes

source: List of bookmarks URLs.
fr_fr: Liste des marque-pages.

source: file
fr_fr: Fichier

source: Name
fr_fr: Nom

source: Please enter a name
fr_fr: Merci d'entrer un nom

source: Keywords
fr_fr: Mots-clefs

source: Please enter some keywords
fr_fr: Merci d'entrer des mots-clefs

source: Filename
fr_fr: Nom de fichier

source: URL to rewrite
fr_fr: URL à réécrire

source: New URL
fr_fr: Nouvelle URL

source: keyword
fr_fr: mot-clef

source: title
fr_fr: titre

source: path
fr_fr: chemin

source: upload time
fr_fr: date d'ajout

source: documentation
fr_fr: Document

source: documentations
fr_fr: Documents

source: last
fr_fr: dernière

source: Original URL
fr_fr: URL d'origine

source: Rewritten URL
fr_fr: URL à réécrire

source: Rewritten URLs
fr_fr: URL à réécrire

source: URL to proxify
fr_fr: URL à proxifier

source: Proxy to use
fr_fr: Proxy à utiliser

source: e.g. proxy.example.com:8080. Leave it empty if direct connection. Several values can be given, separated by semi-colons (;).
fr_fr: ex. proxy.example.com:8080. Laisser vide pour une connexion directe. Plusieurs valeurs peuvent être spécifiées, séparées par ;.

source: Priority
fr_fr: Priorité

source: Low priorities are written first in proxy.pac
fr_fr: Les proxys sont écrits par ordre de priorité croissante.

source: Proxyfied host
fr_fr: Hôte proxyfié

source: Proxified hosts
fr_fr: Hôtes proxyfiés

source: name
fr_fr: Nom

source: favorite group
fr_fr: groupe de signets

source: favorite groups
fr_fr: groupes de signets

source: root
fr_fr: Racine

source: element
fr_fr: élément

source: elements
fr_fr: éléments

source: %(name)s has been uploaded and indexed
fr_fr: %(name)s a été ajouté et indexé.

source: An error happened during the processing of %(name)s: %(error)s
fr_fr: Une erreur est survenue lors du traitement de %(name)s : %(error)s.

source: Unable to process query
fr_fr: Impossible de traiter la requête

source: %(name)s has been deleted
fr_fr: %(name)s a été supprimé

source: Page not found.
fr_fr: Page non trouvée.

source: Sorry, the page you requested cannot be found.
fr_fr: La page demandée n'a pas été trouvée.

source: Don't panic!
fr_fr: Pas de panique !

source: A strange error happened. Don't worry, admins have been warned.
fr_fr: Une erreur étrange est arrivée. Pas de souci, les admins sont prévenus.

source: Upload a document
fr_fr: Ajout…

source: My documents
fr_fr: Mes documents

source: Bookmarks
fr_fr: Marque-pages

source: Search
fr_fr: Recherche

source: Close
fr_fr: Fermé

source: Are you sure to delete this document?
fr_fr: Êtes-vous sûr de supprimer ce document ?

source: Are you sure to delete %(name)s? This action cannot be undone.
fr_fr: Êtes-vous sûr de supprimer %(name)s ? Cette action ne peut être annulée.

source: Cancel
fr_fr: Annuler

source: Delete
fr_fr: Supprimer

source: Are you sure to delete this URL replacement?
fr_fr: Êtes-vous sûr de supprimer ce remplacement d'URL ?

source: Are you sure to delete the replacement of %(src)s by %(dst)s? This action cannot be undone.
fr_fr: Êtes-vous sûr de supprimer le remplacement de %(src)s par %(dst)s ? Cette action ne peut pas être annulée.

source: Properties
fr_fr: Propriétés

source: Uploaded by:
fr_fr: Ajouté par :

source: Alternative link (no authentication)
fr_fr: Lien sans authentification

source: Download as ZIP
fr_fr: Format ZIP

source: Document:
fr_fr: Documents :

source: please enter a name
fr_fr: merci d'entrer un nom

source: Save
fr_fr: Enregistrer

source: Keywords:
fr_fr: Mots-clefs :

source: Please enter keywords
fr_fr: Merci d'entrer des mots-clefs

source: Last uploaded documents
fr_fr: Derniers documents

source: No document found
fr_fr: Aucun document trouvé

source: Recently viewed
fr_fr: Visites récentes

source: Feed with your most viewed documents
fr_fr: Vos documents préférés

source: All documents
fr_fr: Tous les documents

source: No keyword found
fr_fr: Aucun mot-clef n'a été trouvé

source: Size
fr_fr: Taille

source: Modified on
fr_fr: Modifié le

source: Groups
fr_fr: Groupes de signets

source: No group found
fr_fr: Aucun groupe de signets trouvé

source: No element found.
fr_fr: Aucun signet trouvé

source: , upload date:
fr_fr: , date d'ajout :

source: %(total)s documents found.
fr_fr: %(total)s documents trouvés au total.

source: My rewritten URLs
fr_fr: URL à réécrire

source: redirected to:
fr_fr: remplacé par :

source: No URL found
fr_fr: Aucune URL trouvée

source: Add a new URL to rewrite
fr_fr: Ajouter une nouvelle URL à remplacer

source: This URL will be rewritten in all HTML, CSS and JS files.
fr_fr: Cette URL sera remplacée dans tous les fichiers HTML, CSS et JS.

source: Add this URL
fr_fr: Ajouter cette URL

source: Upload a new file
fr_fr: Ajouter un fichier

source: loading…
fr_fr: chargement…

source: Processing and indexing archive…
fr_fr: Traitement et indexation de l'archive…

source: An error occured during the processing.
fr_fr: Une erreur est survenue lors du traitement.

source: You can also upload a doc with curl. Any documentation with the same name (belonging to the same user) will be replaced!
fr_fr: Vous pouvez également ajouter une doc via cURL. Toute documentation avec le même nom sera remplacée !

source: Validate!
fr_fr: Valider !

source: Downloads
fr_fr: Téléchargements

source: Library
fr_fr: Bibliothèque

source: Movies
fr_fr: Films

source: Music
fr_fr: Musique

source: Pictures
fr_fr: Images

source: System
fr_fr: Système

source: You must be logged to see documentations.
fr_fr: Vous devez être connectés pour voir les documentations.

source: Recent uploads
fr_fr: Ajouts récents

source: You must be logged to see this page.
fr_fr: Vous devez être connectés pour voir cette page

source: URL %(src)s will be rewritten as %(dst)s
fr_fr: L'URL %(src)s sera remplacée par %(dst)s

source: The replacement of %(src)s by %(dst)s has been removed
fr_fr: Le remplacement de %(src)s par %(dst)s a été supprimée.

source: %(doc)s will be quickly deleted
fr_fr: %(doc)s sera prochainement supprimé

source: File successfully uploaded
fr_fr: Fichier ajouté correctement

source: Unable to upload this file
fr_fr: Impossible d'ajouter le fichier

source: You must be logged to upload files.
fr_fr: Vous devez être connectés pour ajouter des éléments.

source: Only POST requests are allowed.
fr_fr: Seules les requêtes POST sont autorisées.

source: You must supply filename, name and keywords in your query.
fr_fr: Vous devez fournir le nom de fichier, le nom et les mots-clefs dans votre requête.

source: Empty file. You must POST a valid file.
fr_fr: Fichier vide. Vous devez envoyer un fichier valide.

source: File successfully uploaded. It will be uncompressed and indexed.
fr_fr: Fichier ajouté correctement. Il sera indexé rapidement.

source: You must be logged to search across docs.
fr_fr: Vous devez être connectés pour chercher dans les documentations.

source: Unable to use indexed search.
fr_fr: Impossible d'utiliser la recherche indexée.

source: Search results
fr_fr: Résultats
